Repository: Clifford-Yen/GPicSync
Catalog: src/locale/*/LC_MESSAGES/gpicsync-GUI.po
Languages: pl

source: Local time correction
pl: Korekcja czasu lokalnego

source: Language
pl: Jêzyk

source: Configuration file
pl: Plik konfiguracji

source: &Options
pl: Opcje

source: About...
pl: O programie...

source: &Tools
pl: Narzêdzia

source: EXIF reader
pl: Czytnik EXIF

source: Geo-Rename pictures
pl: Geo-Zamiana nazw plików

source: GPX Inspector
pl: GPX Inspektor

source: KMZ Generator
pl: Generator pliku KMZ

source: &Help
pl: Pomoc

source: Pictures folder
pl: Katalog ze zdjêciami

source: GPS file
pl: Plik GPS

source: Synchronise !
pl: Synchronizuj!

source: Quit
pl: Wyjœcie

source: Quit and save settings
pl: Wyjœcie i zapis ustawieñ

source: Clear
pl: Wyczyœæ

source: View in Google Earth
pl: Obejrzyj w Google Earth

source: Options:
pl: Opcje:

source: Elevation
pl: Wysokoœæ

source: Clamp to the ground
pl: SprowadŸ do poziomu gruntu

source: absolute value (for flights)
pl: wartoœæ absolutna (dla lotu)

source: absolute value + extrude (for flights)
pl: wartoœæ absolutna + wysuniêcie (dla lotu)

source: picture thumb
pl: miniaturka

source: camera icon
pl: ikona kamery

source: Geonames in specific IPTC fields
pl: Nazwy geograficzne w polach IPTC

source: Geonames in XMP format
pl: Nazwy geograficzne w formacie XMP

source: Geonames in IPTC + HTML Summary in IPTC caption
pl: Nazwy geograficzne w IPTC + posumowanie HTML w polu tytu³u IPTC

source: Geonames in IPTC
pl: Nazwy geograficzne w IPTC

source: Geonames/geotagged in EXIF keywords + HTML summary in IPTC caption
pl: Nazwy/wspó³rzêdne geograficzne w polach EXIF i posdumowanie HTML w polu tytu³u IPTC

source: Geonames/geotagged in EXIF keywords
pl: Nazwy/wspó³rzêdne geograficzne w polach EXIF

source: UTC Offset=
pl: Przesuniêcie UTC=

source: Select time zone:
pl: Wybierz strefê czasow¹:

source: Geocode picture only if time difference to nearest track point is below (seconds)=
pl: Geokoduj zdjêcia tylko gdy ró¿nica czasu do najbli¿szego punktu jest poni¿ej (sekund)=

source: Create a log file in picture folder
pl: Stwórz log w katalogu ze zdjêciami

source: Dates must match
pl: Tylko ta sama data

source: Create a Google Earth file
pl: Stwórz plik Google Earth

source: with TimeStamp
pl: ze znacznikiem czasu

source: Google Maps export, folder URL=
pl: Eksport do Google Maps, link URL=

source: backup pictures
pl: zrób kopie zdjêæ

source: interpolation
pl: interpolacja

source: add geonames and geotagged
pl: dodaj geonazwy i geotagi

source: Choose a language
pl: Wybierz jêzyk

source: languages choice
pl: wybór jêzyka

source: More informations and help:
pl: Wiêcej informacji i pomoc:

source: Latitude
pl: Szerokoœæ

source: Longitude
pl: D³ugoœæ

source: Eventual elevation (meters)
pl: Ostateczna wysokoœæ (w metrach)

source: Select and write in picture(s)
pl: Wybierz i zapisz w obrazkach

source: Writing GPS latitude/longitude
pl: Zapisujê pozycjê GPS

source: Finished
pl: Koniec

source: Latitude or Longitude formats are not valid: no geocoding happened.
pl: Niepoprawny format d³ugoœci b¹dŸ szerokoœci geograficznej: nie dokonazo geokodowania

source: To visualize the results in Google Earth you must either:
pl: Aby obejrzeæ wyniki w Google Earth musisz:

source: - finish a synchronisation
pl: - dokoñczyæ synchronizacjê

source: Couldn't find or launch Google Earth
pl: Brak lub wyst¹pi³ b³¹d w uruchomieniu Google Earth

source: For information, GPX file created with GPSBabel in your picture folder.
pl: Stworzono plik GPX w katalogu ze zdjêciami za pomoc¹ GPSBabel

source: Possible problem with the creation of the gpx file
pl: Wyst¹pil problem ze stworzeniem pliku GPX

source: Couldn't create the necessary GPX file.
pl: Nie mo¿na stworzyæ pliku GPX

source: You must first select a pictures folder and a GPX file.
pl: Musisz wpierw wybraæ katalog ze zdjêciami i plik GPX.

source: Beginning synchronization with
pl: Zaczynam synchronizacjê z

source: seconds
pl: sekund

source: UTC Offset =
pl: Przesuniêcie UTC=

source: hours and maximum time difference =
pl: godzin i maksymalna ró¿nica czasu =

source: Creating an 'originals-backup' folder.
pl: Tworzê katalog z kopi¹ zdjêæ

source: Starting to generate a Google Earth file (doc.kml) in the picture folder ...
pl: Zaczynam generowaæ plik Google Earth (doc.kml) w katalogu ze zdjêciami...

source: Starting to generate a Google Map file (doc-web.kml) in the picture folder
pl: Zaczynam tworzyæ plik Google Map (doc-web.kml) w katalogu ze zdjêciami

source: Geocoded with UTC Offset=
pl: Zageokodowane z przesuniêciem UTC=

source: and Maximum time difference =
pl: i maksymaln¹ ró¿nic¹ czasu =

source: Pictures Folder:
pl: Katalog ze zdjêciami:

source: GPX file:
pl: Plik GPX:

source: (Found
pl: (Znaleziono

source: Processed image
pl: Przetworzono zdjêcie

source: Couldn't retrieve geonames data...
pl: Nie mog³em otrzymaæ danych geonazw...

source: FINISHED GEOCODING PROCESS
pl: ZAKOÑCZONO PROCES GEOKODOWANIA

source: PROCESSING STOPPED BY THE USER
pl: PROCES ZATRZYMANY PRZEZ U¯YTKOWNIKA

source: Adding the GPS track log to the Google Earth kml file
pl: Dodajê œlad GPS do pliku kml Google Earth

source: Click on the 'View in Google Earth' button to visualize the result
pl: Kliknij na 'Obejrzyj w Google Earth' aby zwizualizowaæ efekty

source: ( A Google Earth doc.kml file has been created in your picture folder.)
pl: ( plik Google Earth doc.kml zosta³ stworzony w katalogu ze zdjêciami.)

source: ( A Google Maps doc-web.kml file has been created with the given url )
pl: ( plik Google Maps doc-web.kml zosta³ stworzony ze wskazanym URLem )

source: A time correction has been set
pl: Ustawiono poprawkê czasu

source: Time camera=
pl: Czas w aparacie=

source: Time GPS=
pl: Czas GPS=

source: Local time corrections
pl: Korekcja czasu lokalnego

source: Use this option ONLY if your camera local time is wrong.
pl: U¿yj tej opcji TYLKO gdy czas w twoim aparacie jest b³êdny.

source: Indicate here the local time now displayed by your camera and GPS (hh:mm:ss)
pl: Wpisz tutaj czas wyœwietlany w aparacie i GPS (gg:mm:ss)

source: Local time displayed now by the camera
pl: Bie¿¹cy czas w aparacie

source: Local time displayed now by the GPS
pl: Bie¿¹czy czas GPS

source: Apply correction
pl: Zastosuj poprawkê

source: EXIF Reader
pl: Czytnik EXIF

source: Read the EXIF metadata of the selected picture.
pl: Czyta metadane EXIF wybranego zdjêcia.

source: All EXIF metadata
pl: Wszystkie metadane EXIF

source: Date/Time/Lat./Long.
pl: Data/Czas/Szer./D³.

source: Select a picture
pl: Wybierz zdjêcie

source: Selected metada
pl: Wybrane metadane

source: lat./long.
pl: szer./d³.

source: None
pl: Brak

source: Renaming tool
pl: Zmiana nazw

source: This tool renames your pictures with the
pl: To narzêdzie pozwala zmieniæ nazwy zdjêæ

source: original time/date and lat./long.(if present)
pl: oryginalny czas/data i szer./d³. (jeœli istnieje)

source: Rename pictures in a folder
pl: Zmieñ nazwy zdjêæ w katalogu

source: Rename a single picture
pl: Zmieñ nazwê pojedyñczego zdjêcia

source: Beginning renaming...
pl: Rozpoczynam zmiany nazw...

source: Didn't find Original Time/Date for
pl: Nie znalaz³em oryginalnego czasu/daty dla

source: Renamed
pl: Zmieniono nazwê

source: Interrupted by the user
pl: Przerwane przez u¿ytkownika

source: Create a kmz file archive
pl: Tworzy plik kmz

source: Create KMZ file !
pl: Stwórz plik KMZ !

source: Creating a KMZ file in the pictures folder...
pl: Tworzê plik KMZ w katalogu ze zdjêciami...

source: Adding doc.kml
pl: Dodajê doc.kml

source: Adding
pl: Dodajê

source: KMZ file created in pictures folder
pl: Plik KMZ stworzony w katalogu ze zdjêciami

source: Couldn't rename the zip file to kmz (maybe a previous file already exist)
pl: Nie nog³em zmieniæ nazwy pliku zip na kmz (mo¿liwe ¿e poprzedni plik juz istnieje)

source: To create a Google Earth kmz file you must either:
pl: Aby stworzyæ plik kmz Google Earth musisz:

source: - select a folder you've already synchronized then select the KMZ Generator tool
pl: - wybrac folder z plikami juz zsychnronizowanymi i wybraæ narzêdzie generacji KMZ

source: Inspect a gpx file and show tracklog data.
pl: Przegl¹da plik gpx i pokazuje dane tracklogu.

source: Select a gpx file
pl: Wybierz plik gpx

source: Select a gpx file first.
pl: Wybierz wpierw plik gpx.

source: Looking at
pl: Szukam w

source: Number of valid track points found
pl: Liczba znalezionych poprawnych punktów

source: Date
pl: Data

source: Time
pl: Czas

source: Altitude
pl: Wysokoœæ

source: (writing geonames and geotagged to keywords tag in picture EXIF)
pl: (zapisujê geonazwy i geotagi do wyrazów kluczowych w EXIF zdjêæ)

source: : WARNING: DIDN'T GEOCODE,
pl: : UWAGA: NIE ZGEOKODOWANO,

source: taken
pl: wziête

source: writing best latitude/longitude match to picture:
pl: zapisujê najlepsz¹ szerokoœæ/d³ugoœæ pasuj¹c¹ do pliku:

source: time difference (s)=
pl: ró¿nica czasów (s)=

source: no track point below the maximum time range
pl: brak punktów poni¿ej maksymalnej ró¿nicy czasu

source: long=
pl: d³ugoœæ=

source: For information nearest trackpoint was at lat=
pl: Dla informacji, najbli¿szy punkt by³ na d³=

source: no track point at this picture date
pl: brak punktu dla tej daty zdjêcia

source: Warning: Picture date
pl: Uwaga: data zdjêcia

source: are different !
pl: s¹ ró¿ne !

source: no suitable track point below maximum time difference,
pl: brak odpowiedniego punktu poni¿ej maxymalnej ró¿nicy czasu,
