Repository: Clifford-Yen/GPicSync
Catalog: locale/*/LC_MESSAGES/gpicsync-GUI.po
Languages: fr, it, pt, ru

source: Eventual elevation (meters)
fr: Altitude éventuelle (mètres)
pt: Elevação eventual (metros)
ru: Возможная высота (в метрах)

source: Elevation
pt: Elevação
ru: Высота

source: Clamp to the ground
pt: Projectar no solo
ru: Прижать к земле

source: absolute value (for flights)
pt: Valor absoluto (p/vôos)
ru: абсолютное значение (для полетов)

source: absolute value + extrude (for flights)
pt: Valor absoluto + perfil alt (p/vôos)
ru: абсолютное значение + возвышение (для полетов)

source: Geonames in specific IPTC fields
ru: Геоимена в IPTC полях

source: Geonames in XMP format
ru: Геоимена в XMP формате

source: Geonames in EXIF keywords + HTML sumarize in IPTC caption
ru: Геоимена в EXIF тегах + HTML описание в IPTC заголовке

source: Geonames in EXIF keywords
ru: Геоимена в EXIF тегах

source: Image preview:
ru: Предварительный просмотр:

source: Options:
ru: Опции:

source: If you've changed and saved the configuration file you should restart the application to take effect.
fr: Si vous avez modifié le fichier de configuration les modifications seront appliquées au prochain lancement.
pt: Se alterar e salvar fich. configuração deverá reiniciar aplicação para as alterações serem activadas.
ru: Если вы измените и сохраните конф. файл, нужно будет перезапустить программу для принятия изменений.

source: A time correction has been set
fr: Une correction temporelle a été saisie.
pt: Correcção horária aplicada
ru: Коррекция времени была установлена

source: Time GPS=
fr: Temps GPS=
pt: Hora GPS=
ru: Время GPS=

source: Time camera=
fr: Temp APN=
pt: Hora câmera=
ru: Время камеры=

source: Local time correction
fr: Correction temporelle
it: Correzione ora locale
pt: Correcção hora local
ru: Коррекция местного времени

source: Configuration file
fr: Fichier de configuration
pt: Fich. configuração
ru: Конфигурационный файл

source: &Options
it: &Opzioni
pt: &Opções
ru: &Опции

source: About...
fr: A propos...
it: Circa...
pt: Acerca..
ru: О программе...

source: &Tools
fr: &Outils
it: &Strum.
pt: &Ferr.
ru: &Инструменты

source: EXIF reader
fr: Lecteur EXIF
it: Leggi EXIF
pt: Leitor EXIF
ru: Чтение EXIF

source: EXIF writer
fr: Ecriture EXIF
pt: Gravad.EXIF
ru: Запись EXIF

source: Geo-Rename pictures
fr: Renommage photos
it: Geo-rinomina immagine
pt: Geo-Renomear fotos
ru: Перезаписать геоимена

source: GPX Inspector
fr: Inspecteur GPX
it: Ispeziona GPX
pt: Analista GPX
ru: Инспектор GPX

source: KMZ Generator
fr: Générateur KMZ
it: Genera KMZ
pt: Gerador KMZ
ru: KMZ Генератор

source: &Help
fr: &Aide
it: &Aiuto
pt: &Ajuda
ru: &Помощь

source: Pictures folder
fr: Dossier photos
it: Cartella Foto
pt: Pasta Imagens
ru: Папка с фотографиями

source: GPS file
fr: Fichier GPS
it: File GPS
pt: Fich.GPS
ru: Файл GPS

source: Synchronise !
fr: Synchroniser !
it: Sincronizza !
pt: Sincronizar !
ru: Синхронизировать!

source: Quit
fr: Quitter
it: Esci
pt: Sair
ru: Выход

source: Quit and save settings
fr: Quitter et conserver paramètres
pt: Sair e salvar prefer.
ru: Выйти и сохранить настройки

source: Stop
pt: Parar
ru: Стоп

source: Clear
fr: Effacer
it: Canc.
pt: Limpa
ru: Очистить

source: View in Google Earth
fr: Voir dans Google Earth
it: Visualizza in Google Earth
pt: Ver no Google Earth
ru: Смотреть в Google Earth

source: UTC Offset=
fr: Décalage UTC=
pt: Desvio UTC
ru: Сдвиг от UTC=

source: Geocode picture only if time difference to nearest track point is below (seconds)=
fr: Géocode seulement si l'écart au point le plus proche est inférieur à (secondes) =
it: Geocode Foto solo se la differenza di tempo tra due punti e' inferiore a (secondi)=
pt: Georeferenciar apenas se dif. horar. para ponto mais proximo for menor que (seg.)=
ru: Геокодировать фото только если отличие по времени от точек трека меньше (секунд) =

source: Create a log file in picture folder
fr: Créer un fichier de log
it: Crea un file di log nella cartella Foto
pt: Criar relatório na pasta de imagens
ru: Создать лог в папке с фотографиями

source: Dates must match
fr: Vérifier les dates
it: Le Date devono Coincidere
pt: Datas iguais
ru: Дата должна совпадать

source: Create a Google Earth file
fr: Créer un fichier Google Earth
it: Crea un file per Google Earth
pt: Criar fich. Google Earth
ru: Создать файл Google Earth

source: with TimeStamp
fr: avec TimeStamp
pt: com data/hora
ru: вставить Дату

source: Google Maps export, folder URL=
fr: Google Maps export, dossier URL=
it: URL della Cartella in cui esportare Google Maps=
pt: Endereço para exportar p/GMaps
ru: Google Maps экспорт, базовый URL=

source: backup pictures
fr: backup photos
it: backup Foto
pt: salvar imagens
ru: делать резервную копию

source: interpolation
it: interpolazione
pt: interpolação
ru: интерполяция

source: add geonames and geotagged
fr: ajout geonames et geotagged
it: agg. geonome e geotag
pt: adic. geonomes e geomarcas
ru: добавить геоимена и геотеги

source: Choose a language
pt: Escolha linguagem
ru: Выберите язык

source: languages choice
pt: linguagens disp.
ru: выбор языка

source: More informations and help:
fr: Information et aide:
it: Maggiori informazioni ed Aiuto:
pt: Mais informações e ajuda:
ru: Дополнительная инфа и помощь:

source: Manual latitude/longitude EXIF writer
fr: Ecriture EXIF manuelle latitude/longitude
pt: Registo manual lat/lon no EXIF
ru: Ручная установка широты/долготы в EXIF

source: Enter coordinates in decimal degrees
fr: Entrez les coordonnées en degré décimal
pt: Introd. coordenadas em graus decimal
ru: Введите координаты в десятичных градусах

source: Latitude
it: Latitudine
ru: Широта

source: Longitude
it: Longitudine
ru: Долгота

source: Select and write in picture(s)
fr: Selectionner/écrire dans le(s) photo(s)
pt: Selec. e grave imagem(s)
ru: Выбрать и записать в фотографию(и)

source: Writing GPS latitude/longitude
fr: Sauvegarde latitude/longitude
pt: A gravar lat/lon do GPS
ru: Запись GPS широты/долготы

source: Finished
fr: Fini
it: Finito
pt: Finaliz.
ru: Готово

source: Latitude or Longitude formats are not valid: no geocoding happened.
fr: Format latitude ou longitude non valide: pas de géocoding.
pt: Formato de coords. lat/lon inválido: georeferenciação não ocorreu.
ru: Формат Широты или Долготы неверный: не найден геокод.

source: To visualize the results in Google Earth you must either:
fr: Pour visualiser les photos dans Google Earth vous devez (au choix):
it: Per visualizzare il risultati in Google Earth dovete:
pt: Para visualizar resultados no Google Earth deve:
ru: Чтобы отобразить результаты в Google Earth вы должны:

source: - finish a synchronisation
it: - Finire la sincronizzazione
pt: - finalizar sincronização
ru: - конец синхронизации

source: Couldn't find or launch Google Earth
fr: Impossible de trouver ou de lancer Google Earth
it: on riesco a trovare o lanciare Google Earth
pt: Não se pode encontrar ou iniciar GE
ru: Не могу найти или запустить Google Earth

source: For information, GPX file created with GPSBabel in your picture folder.
fr: Pour information, un fichier GPX a été crée avec GPSBabel dans le dossier photos.
pt: Para informação, Fich. GPX criado pelo GPSBabel na sua pasta de imagens
ru: Для информации, в папке с фотографиями есть файл GPX созданный с помощью GPSBabel.

source: Possible problem with the creation of the gpx file
fr: Possible problème lors de la création du fichier gpx
pt: Possível problema na criação do ficheiro GPX.
ru: Возможно проблема с созданием файла GPX

source: Couldn't create the necessary GPX file.
fr: Problème lors de la création du fichier GPX nécessaire.
pt: Não foi possível criar o ficheiro GPX.
ru: Не могу создать необходимый GPX файл.

source: You must first select a pictures folder and a GPX file.
fr: Vous devez d'abord sélectionner un dossier photo et un fichier GPX.
it: Prima seleziona la cartella delle foto e il file GPX.
pt: Primeiro deve seleccionar pasta de imagens e fich. GPX
ru: Вы должны сначала выбрать папку с фото и файл GPX.

source: Beginning synchronization with
fr: Débute la synchronisation avec
it: Inizio sincronizzazione con
pt: Iniciando sincronização com
ru: Начинаем синхронизацию.

source: UTC Offset =
fr: Décalage UTC =
pt: Desvio UTC =
ru: Сдвиг от UTC =

source: hours and maximum time difference =
fr: heure(s) et écart temporel maximum =
it: ora e massima differenza di tempo =
pt: horas e máxima diferença horária =
ru: часы и максимальное различие по времени =

source: seconds
pt: segs.
ru: секунд(ы)

source: Creating an 'originals-backup' folder.
pt: Criando uma pasta 'originals-backup'.
ru: Создание папки 'originals-backup'.

source: Starting to generate a Google Earth file (doc.kml) in the picture folder ...
fr: Commence à générer le fichier Google Earth (doc.kml) dans le dossier photo...
it: Inizo a generare il file per Google Earth(doc.kml) nella cartella Foto ...
pt: Iniciando a geração do Google Earth (doc.kml) na pasta de imagens ...
ru: Начинаем создавать Google Earth (doc.kml) в папке с фотографиями...

source: Starting to generate a Google Map file (doc-web.kml) in the picture folder
fr: Commence à générer le fichier Google Map (doc-web.kml) dans le dossier photo
it: Inizio a generare il file per Google Map (doc-web.kml) nella cartella Foto
pt: Iniciando a geração do Google Earth (doc-web.kml) na pasta de imagens.
ru: Начинаем создавать файл Google Map (doc-web.kml) в папке с фотографиями

source: Geocoded with UTC Offset=
fr: Synchronisé avec un décalage UTC=
it: Geocoded con questo UTC Offset=
pt: Georeferen. c/desvio UTC=
ru: Геокодировано со сдвигом UTC=

source: and Maximum time difference =
fr: et écart de temps maximum =
it: e una differenza di tempo massima =
pt: e máxima diferença horária =
ru: и максимальным отличием по времени =

source: Pictures Folder:
fr: Dossier Photo:
it: Cartella Immagini:
pt: Pasta Imagens:
ru: Папка с фото:

source: GPX file:
fr: Fichier GPX:
pt: Fich.GPX:
ru: Файл GPX:

source: (Found
fr: (Trouvé
it: (Trovato
pt: (Enctr
ru: (Найдено

source: Processed image
fr: Photo
it: Foto Processate
pt: Imagem process.
ru: Обработано фото

source: Couldn't retrieve geonames data...
fr: Impossible de récupérer les données geonames...
it: Non trovo i dati relativi al geonames...
pt: Geonomes não encontrados...
ru: Невозможно получить геоимена...

source: (writing geonames and geotagged to keywords tag in picture EXIF)
fr: (ajout geonames et geotagged dans l'entête EXIF)
it: (Sto scrivendo il geonames e geotag nel keywords tag nell'EXIF della Foto)
pt: (registando geonomes e geomarcas nas etiquetas EXIF da imagem)
ru: (запись геоимен и геотегов в EXIF)

source: FINISHED GEOCODING PROCESS
fr: FIN DU GEOCODAGE
it: TERMINATO IL PROCESSO DI GEOCODING
pt: PROCESSO GEOREF FINALIZADO
ru: КОНЕЦ ОБРАБОТКИ

source: PROCESSING STOPPED BY THE USER
fr: ARRET DEMANDE PAR L'UTILISATEUR
it: PROCESSO INTERROTTO DALL'UTENTE
pt: PROCESSO PARADO PELO UTILIZAD.
ru: ПРОЦЕСС ОСТАНОВЛЕН ПОЛЬЗОВАТЕЛЕМ

source: Adding the GPS track log to the Google Earth kml file
fr: Ajout du parcours GPS au fichier kml (Google Earth)
it: Aggiungo il track log del GPS nel file Kml per Google Earth
pt: Adicionando rota GPS ao ficheiro kml do Google Earth
ru: Добавление GPS-трека в файл kml (Google Earth)

source: Click on the 'View in Google Earth' button to visualize the result
fr: Cliquez sur le bouton 'Voir dans Google Earth' pour visualiser les photos localisées et le parcours
it: Click sul tasto 'Visualizza in Google Earth' per visualizzare il risultato finale
pt: Clique no botão 'Ver no Google Earth' para visualizar resultado
ru: Нажмите кнопку 'Просмотр в Google Earth' для промотра результата

source: ( A Google Earth doc.kml file has been created in your picture folder.)
fr: ( Un fichier Google Earth doc.kml a été crée dans le dossier photos.)
it: ( il file doc.kml per Google Earth è stato creato nella cartella Foto.)
pt: ( O ficheiro Google Earth doc.kml foi criado na sua pasta de imagens.)
ru: ( Файл Google Earth doc.kml будет создан в папке с фотографиями.)

source: ( A Google Maps doc-web.kml file has been created with the given url )
fr: ( Un fichier Google Maps doc-web.kml a été crée avec l'URL indiquée.)
it: ( il file doc-web.kml per Google Maps è stato creato nell'URL segnalato.)
pt: ( O fich. Google Earth doc-web.kml foi criado c/ endereço introduz. )
ru: ( Файл Google Maps doc-web.kml будет создан с данным URL.)

source: Local time corrections
fr: Correction temporelle
it: Correzione dell'ora locale
pt: Correcções hora local
ru: Корреция местного времени

source: Use this option ONLY if your camera local time is wrong.
fr: A n'utiliser que si le temps indiqué par l'APN est faux.
it: Usa questa opzione SOLO se l'orario indicato dalla tua camera è sbagliato.
pt: Use esta opção APENAS se hora local na câmera for errada
ru: Используйте эту опцию ТОЛЬКО если неверно время в вашей камере.

source: Indicate here the local time now displayed by your camera and GPS (hh:mm:ss)
fr: Indiquez le temps local affiché par l'APN et le GPS maintenant (hh:mm:ss)
it: Indica l'orario indicato dal display della tua camera e quello del GPS hh:mm:ss)
pt: Indique aqui hora local agora mostrada pela sua câmera e GPS (hh:mm:ss)
ru: Укажите здесь местное время отображаемое вашей камерой и GPS (hh:mm:ss)

source: Local time displayed now by the camera
fr: Temps affiché par l'APN
it: Orario indicato dal display della camera
pt: Hora loca agora mostrada pela câmera
ru: Местное время отображаемое сейчас вашей камерой

source: Local time displayed now by the GPS
fr: Temps affiché par le GPS
it: Orario indicato ora dal GPS
pt: Hora local agora mostrada pelo GPS
ru: Местное время отображаемое сейчас вашим GPS

source: Apply correction
fr: Valider
it: Correggi
pt: Aplicar correcç.
ru: Применить изменения

source: EXIF Reader
fr: Lecteur EXIF
it: Lettore EXIF
pt: Leitor EXIF
ru: Чтение EXIF

source: Read the EXIF metadata of the selected picture.
fr: Lire les métadonnées EXIF de la photo.
it: Leggi i Metadati EXIF dalla foto selezionata.
pt: Ler meta-dados EXIF da imagem seleccionada.
ru: Прочитать данные EXIF выбранноой фотографии.

source: All EXIF metadata
fr: Toutes les métadonnées
it: Tutti i metadati EXIF
pt: Todos dados EXIF
ru: Все данные EXIF

source: Date/Time/Lat./Long.
fr: Date/Heure/Lat./Long.
it: Data/Ora/Lat./Long.
pt: Data/Hora/Lat./Long.
ru: Дата/Время/Lat./Long.

source: Select a picture
fr: Sélectionner
it: Seleziona foto
pt: Seleccione imag.
ru: Выберите фото

source: Selected metada
fr: Métadonnées sélectionnées
it: Seleziona metada
pt: Metadados selec
ru: Выбранные данные

source: None
fr: Aucun
it: Nessuno
pt: Nada
ru: Нет

source: Renaming tool
fr: Renommage photos
it: rinomina
pt: Ferr.Renomear
ru: Переименование

source: This tool renames your pictures with the
fr: Cet outil renomme vos photos avec les
it: Questo strumento rinomina le tue foto con
pt: Esta ferramenta renomeia imagens com o
ru: Этот инструмент переименует фото на

source: original time/date and lat./long.(if present)
fr: temps/date et lat./long.(si présent)
it: ora/data originali e (se presenti) con lat./long
pt: hora/data e lat./long. original (se presente)
ru: Исходые время/дата и lat./long.(если есть)

source: Rename pictures in a folder
fr: Renommer les photos d'un dossier
it: Rinomina le Foto nella cartella
pt: Renomeie imagens numa pasta
ru: Переименовать фотографии в папке

source: Rename a single picture
fr: Renommer une photo
it: Rinomina una singola foto
pt: Renomeie só uma imagem
ru: Переименовать одно фото

source: Beginning renaming...
fr: Début de renommage...
it: Inizio a rinominare...
pt: Começando a renomear.
ru: Начинаем переименование...

source: Didn't find Original Time/Date for
fr: Temps/Date non trouvé pour
it: Non trovo Ora/Data per
pt: Não encontrou Hora/Data original
ru: Не найдены исходные Время/Дата для

source: Renamed
fr: Renommé
it: Rinominate
pt: Renomeado
ru: Переименовано

source: Interrupted by the user
fr: Interrompu par l'utilisateur
it: Interrotto dall'utente
pt: Interrompido pelo util.
ru: Прервано пользователем

source: Create a kmz file archive
fr: Créer un fichier kmz
it: Creato un file kmz
pt: Criar um arquivo kmz
ru: Создать архивный kmz файл

source: Create KMZ file !
fr: Créer fichier KMZ
it: Creato file KMZ !
pt: Criar fich. KMZ !
ru: Создать KMZ файл

source: Sorry this tool is not yet available for the Linux version
fr: Désolé cet outil n'est pas encore disponible sur la version Linux.
it: Questo strumento è disponibile solo nella versione per Linux
pt: Desculpe esta ferramenta ainda não está disponível p/Linux
ru: К сожелению этот инструмент не доступен в версии для Linux.

source: Creating a KMZ file in the pictures folder...
fr: Création d'un fichier KMZ dans le dossier photos...
it: Sto creando un file KMZ nella cartella delle foto..
pt: Criando um fich. KMZ na pasta de imagens...
ru: Создать файл KMZ в папке с фото...

source: Adding doc.kml
fr: Ajout doc.kml
it: Aggiunto doc.kml
pt: Adic. doc.kml
ru: Добавление doc.kml

source: Adding
fr: Ajout
it: Aggiungo
pt: Adic.
ru: Добавление

source: KMZ file created in pictures folder
fr: fichier KMZ crée dans le dossier photos
it: File KMZ creato nella cartella delle foto
pt: Fich.KMZ criado na pasta de imagens
ru: файл KMZ создан в папке с фото

source: Couldn't rename the zip file to kmz (maybe a previous file already exist)
fr: Impossible de renommer le fichier zip en kmz (déjà existant ?)
it: Impossibile rinominare il file zip in kmz (forse esiste una versione precedente di questo file)
pt: Fich. não renomeado de zip para kmz (talvez já exista um fich. anterior)
ru: Невозможно переименовать zip файл в kmz (уже существует?)

source: To create a Google Earth kmz file you must either:
fr: Pour créer un fichier kmz vous devez (au choix):
it: Per creare un file kmz per Google Earth devi inserire :
pt: Para criar um ficheiro Google Earth você deve:
ru: Чтобы создать файл kmz вы должны:

source: - select a folder you've already synchronized then select the KMZ Generator tool
fr: - selectionner un dossier qui a déjà été synchronisé
it: - seleziona la cartella già sincronizzata e dopo lo strumento per generare KMZ
pt: - seleccione pasta que já tenha sincronizado e depois seleccione o Gerador KMZ
ru: - выбрать уже синхнонизинованную папку, затем выбрать инструмент KMZ Генератор

source: Inspect a gpx file and show tracklog data.
fr: Extraire les données du fichier gpx.
it: Ispeziona il file gpx e mostra i dati del tracklog.
pt: Verificar fich. gpx e mostrar dados rota
ru: Проверить файл gpx и показать данные трека.

source: Select a gpx file
fr: Sélectionnez un fichier gpx
it: Seleziona il file gpx
pt: Selecc. fich. gpx
ru: Выберите файл gpx

source: Select a gpx file first.
fr: Selectionnez d'abord un fichier gpx.
it: Prima seleziona il file gpx.
pt: Primeiro selec fich. gpx
ru: Сначала выберите файл gpx.

source: Looking at
fr: Analyse
it: Sto cercando
pt: A verif. em
ru: Анализ

source: Number of valid track points found
fr: Nombre de points GPS valides trouvés
it: Numero di track points validi trovati
pt: Número de pontos rota encontrados
ru: Найдено корректных точек трека

source: Date
it: Data
pt: Data
ru: Дата

source: Time
fr: Heure
it: Ora
pt: Hora
ru: Время

source: taken
fr: pris
it: presi
pt: obtd.
ru: взято

source: writing best latitude/longitude match to picture:
fr: meilleure position vers photo:
it: Scrivo la migliore latitudine/longitudine da abbinare alla foto :
pt: a gravar melhor lat/long aplicável à imagem:
ru: запись лучших широты/долготы соответствующих фотографии:

source: time difference (s)=
fr: écart temporel (s)=
it: differenza di tempi (s)=
pt: dif. horária (s)=
ru: отличие по времени (с)=

source: no track point below the maximum time range
fr: pas de point GPS sous l'écart temporel maxi
it: nessun track point all'interno del massimo range di tempi
pt: nenhum ponto rota abaixo tempo max consid.
ru: нет точек трека GPS ниже максимальной границы времени

source: : WARNING: DIDN'T GEOCODE,
fr: : ATTENTION: PAS DE GEOCODAGE,
it: : ATTENZIONE: NESSUN GEOCODE,
pt: : AVISO: NÃO GEOREFERENC.,
ru: : ВНИМАНИЕ: НЕТ ГЕОКОДА,

source: For information nearest trackpoint was at lat=
fr: Pour information le point le plus proche est à lat=
it: Per informazione il più vicino trackpoint è a lat=
pt: Para informação: ponto rota mais próx. na lat=
ru: Для информации ближайшая точка была на lat=

source: no track point at this picture date
fr: pas de points trouvés à la date de la photo
it: nessun track point preso nella data della foto
pt: nenhum ponto rota na data da imagem
ru: нет точек трека на эту дату для фото

source: Warning: Picture date
fr: Attention: date photo
it: Attenzione: data Foto
pt: Aviso: Data da imagem
ru: Внимание: Дата съемки

source: and track point date
fr: et date du parcours GPS
pt: e data do ponto rota
ru: и дата точки трека GPS

source: are different !
fr: sont differents !
it: risultano diverse !
pt: são diferentes!
ru: отличаются!

source: no suitable track point below maximum time difference,
fr: pas de point sous l'écart temporel maxi,
it: nessun track point utilizzabile all'interno della data massima,
pt: nenhum ponto rota aplicável abaixo da dif. hora. max.
ru: нет подходящих точек ближе максимального интервала времени,

source: Language
pt: Linguagem

source: - finish a synchronization
fr: - finir une synchronisation
